{
    "Products": "Sản phẩm",
    "Services": "Dịch vụ",
    "Solutions": "Giải pháp",
    "Education": "Đào tạo",
    "Insights": "Tin tức",
    "Request Quote": "Yêu cầu báo giá",
    "Search...": "Tìm kiếm...",
    "Home": "Trang chủ",
    "Product Catalog": "Danh mục sản phẩm",
    "Explore our comprehensive portfolio": "Khám phá danh mục thiết bị y tế toàn diện của chúng tôi",
    "View Specifications": "Xem thông số kỹ thuật",
    "Key Features": "Tính năng chính",
    "Expert Consultation": "Tư vấn từ chuyên gia",
    "Contact an Expert": "Liên hệ chuyên gia",
    "Download Brochure": "Tải tài liệu",
    "Request Information": "Yêu cầu thông tin",
    "Not Found": "Không tìm thấy",
    "Product not found.": "Không tìm thấy sản phẩm.",
    "Back to catalog": "Quay lại danh mục",
    "Dedicated support and maintenance services to maximize the value of your investments.": "Dịch vụ hỗ trợ và bảo trì chuyên dụng nhằm tối đa hóa giá trị khoản đầu tư của bạn.",
    "Clinical Solutions": "Giải pháp lâm sàng",
    "Transforming patient care with integrated, data-driven solutions across the care pathway.": "Chuyển đổi quy trình chăm sóc bệnh nhân với các giải pháp tích hợp, dựa trên dữ liệu.",
    "Our solutions bring together advanced imaging, data analytics, and AI to help clinicians detect disease earlier, diagnose with greater precision, and treat more effectively.": "Các giải pháp của chúng tôi kết hợp chẩn đoán hình ảnh tiên tiến, phân tích dữ liệu và AI để giúp các bác sĩ phát hiện bệnh sớm hơn, chẩn đoán chính xác hơn và điều trị hiệu quả hơn.",
    "Explore Solutions": "Khám phá giải pháp :title",
    "All Products": "Tất cả sản phẩm",
    "Contact": "Liên hệ",
    "Contact Us": "Liên hệ với chúng tôi",
    "We are here to help. Reach out to us for any inquiries or support.": "Chúng tôi ở đây để giúp đỡ. Hãy liên hệ với chúng tôi nếu có bất kỳ thắc mắc hoặc hỗ trợ nào.",
    "Get in Touch": "Thông tin liên hệ",
    "Address": "Địa chỉ",
    "Phone": "Điện thoại",
    "Email": "Email",
    "Send us a Message": "Gửi tin nhắn cho chúng tôi",
    "Full Name": "Họ và tên",
    "Email Address": "Địa chỉ Email",
    "Subject": "Chủ đề",
    "General Inquiry": "Thắc mắc chung",
    "Sales": "Kinh doanh",
    "Support": "Hỗ trợ",
    "Partnership": "Hợp tác",
    "Message": "Nội dung",
    "Submit": "Gửi đi",
    "Learn More": "Tìm hiểu thêm",
    "Service not found.": "Không tìm thấy dịch vụ.",
    "Back to services": "Quay lại danh sách dịch vụ",
    "We are committed to providing world-class service to ensure your success.": "Chúng tôi cam kết cung cấp dịch vụ đẳng cấp thế giới để đảm bảo sự thành công của bạn.",
    "Interested in this service?": "Quan tâm đến dịch vụ này?",
    "Contact our team to discuss how we can support your facility needs.": "Liên hệ với đội ngũ của chúng tôi để thảo luận về cách chúng tôi có thể hỗ trợ nhu cầu cơ sở vật chất của bạn.",
    "Status": "Trạng thái",
    "Basic Information": "Thông tin cơ bản",
    "Pricing & Status": "Giá & Trạng thái",
    "Details": "Chi tiết",
    "Images": "Hình ảnh",
    "Specifications": "Thông số kỹ thuật",
    "Documents": "Tài liệu",
    "General": "Chung",
    "Parent Category": "Danh mục cha",
    "Parent": "Cha",
    "SKU": "Mã SKU",
    "Show Price publicly": "Hiển thị giá công khai",
    "Image": "Hình ảnh",
    "File": "Tập tin",
    "File Upload": "Tải lên tập tin",
    "External URL": "Liên kết ngoài",
    "Name": "Tên",
    "Value": "Giá trị",
    "Group": "Nhóm",
    "Product": "Sản phẩm",
    "New": "Mới",
    "Used": "Đã qua sử dụng",
    "Refurbished": "Tân trang",
    "Brochure": "Tài liệu quảng cáo",
    "Manual": "Hướng dẫn sử dụng",
    "Driver": "Driver",
    "Software": "Phần mềm",
    "Video": "Video",
    "Processing": "Đang xử lý",
    "Completed": "Hoàn thành",
    "Cancelled": "Đã hủy",
    "Read": "Đã đọc",
    "Replied": "Đã phản hồi",
    "Shop": "Cửa hàng",
    "Title": "Tiêu đề",
    "Excerpt": "Đoạn trích",
    "Content": "Nội dung",
    "Category": "Danh mục",
    "View Count": "Lượt xem",
    "Published At": "Ngày xuất bản",
    "Is Published": "Đã xuất bản",
    "Description": "Mô tả",
    "Sort Order": "Thứ tự sắp xếp",
    "Is Active": "Kích hoạt",
    "Created At": "Ngày tạo",
    "Price": "Giá",
    "Show Price": "Hiển thị giá",
    "Short Description": "Mô tả ngắn",
    "Is Featured": "Nổi bật",
    "Brand": "Thương hiệu",
    "Model": "Model",
    "Quantity": "Số lượng",
    "Resource Type": "Loại tài nguyên",
    "Specialty": "Chuyên môn",
    "Publish Year": "Năm xuất bản",
    "Download Count": "Lượt tải",
    "Is Public": "Công khai",
    "Company": "Công ty",
    "Video URL": "Đường dẫn Video",
    "Alt Text": "Văn bản thay thế",
    "Is Primary": "Ảnh chính",
    "Thumbnail": "Ảnh đại diện",
    "Advancing healthcare with intelligent solutions and data-driven insights. Building a world that works for everyone.": "Thúc đẩy chăm sóc sức khỏe với các giải pháp thông minh và thông tin dựa trên dữ liệu. Xây dựng một thế giới hoạt động hiệu quả cho mọi người.",
    "MRI Systems": "Hệ thống MRI",
    "CT Scanners": "Máy quét CT",
    "Ultrasound": "Siêu âm",
    "X-Ray": "X-quang",
    "Patient Monitoring": "Theo dõi bệnh nhân",
    "Cardiology": "Tim mạch",
    "Oncology": "Ung bướu",
    "Neurology": "Thần kinh",
    "Women's Health": "Sức khỏe phụ nữ",
    "Service Request": "Yêu cầu dịch vụ",
    "Technical Training": "Đào tạo kỹ thuật",
    "Documentation": "Tài liệu",
    "Privacy Policy": "Chính sách bảo mật",
    "Terms of Use": "Điều khoản sử dụng",
    "Cookie Preferences": "Tùy chọn Cookie",
    "All rights reserved.": "Đã đăng ký bản quyền.",
    "Intelligent Healthcare for a :highlight": "Chăm sóc sức khỏe thông minh cho :highlight",
    "Sustainable World": "Một thế giới bền vững",
    "Explore Products": "Khám phá sản phẩm",
    "Empowering clinicians with data-driven insights.": "Trao quyền cho các bác sĩ lâm sàng với thông tin chi tiết dựa trên dữ liệu.",
    "Medical Devices": "Thiết bị y tế",
    "Patients Served": "Bệnh nhân được phục vụ",
    "Countries": "Quốc gia",
    "Featured Products": "Sản phẩm nổi bật",
    "Advanced diagnostic and therapeutic tools.": "Các công cụ chẩn đoán và điều trị tiên tiến.",
    "View All Products": "Xem tất cả sản phẩm",
    "Precision Medicine Across the Pathway": "Y học chính xác trên toàn bộ lộ trình",
    "Our clinical and therapeutic solutions help transform the way clinicians approach patient care, from screening to follow-up.": "Các giải pháp lâm sàng và điều trị của chúng tôi giúp thay đổi cách các bác sĩ lâm sàng tiếp cận chăm sóc bệnh nhân, từ sàng lọc đến theo dõi.",
    "Join our team of experts working to solve the healthcare industry's toughest challenges.": "Gia nhập đội ngũ chuyên gia của chúng tôi để giải quyết những thách thức khó khăn nhất của ngành y tế.",
    "View Careers": "Xem tuyển dụng",
    "Building a world that works.": "Xây dựng một thế giới vận hành hiệu quả.",
    "Integrated cardiovascular care solutions helping you make confident decisions at every step of the pathway.": "Các giải pháp chăm sóc tim mạch tích hợp giúp bạn đưa ra quyết định tự tin ở mỗi bước của lộ trình.",
    "Comprehensive oncology solutions connecting data across the cancer care continuum for precision health.": "Các giải pháp ung bướu toàn diện kết nối dữ liệu trên toàn bộ quy trình chăm sóc ung thư để có sức khỏe chính xác.",
    "Advancing neurology care with innovative imaging and diagnostic technologies for brain and spine health.": "Thúc đẩy chăm sóc thần kinh với các công nghệ chẩn đoán và hình ảnh tiên tiến cho sức khỏe não và cột sống.",
    "Equipment Maintenance": "Bảo trì thiết bị",
    "Comprehensive service plans to ensure your medical equipment operates at peak performance.": "Các gói dịch vụ toàn diện để đảm bảo thiết bị y tế của bạn hoạt động với hiệu suất cao nhất.",
    "Technical Support": "Hỗ trợ kỹ thuật",
    "24/7 technical assistance for all our products and solutions.": "Hỗ trợ kỹ thuật 24/7 cho tất cả các sản phẩm và giải pháp của chúng tôi.",
    "Installation & Integration": "Cài đặt & Tích hợp",
    "Expert installation and seamless integration of new equipment into your facility.": "Cài đặt chuyên nghiệp và tích hợp liền mạch thiết bị mới vào cơ sở của bạn.",
    "Asset Management": "Quản lý tài sản",
    "Digital tools to track and manage your medical equipment lifecycle.": "Các công cụ kỹ thuật số để theo dõi và quản lý vòng đời thiết bị y tế của bạn.",
    "Our equipment maintenance services are designed to maximize uptime and extend the life of your assets. We offer a range of service agreements, from preventive maintenance to full coverage, tailored to your specific needs and budget.": "Các dịch vụ bảo trì thiết bị của chúng tôi được thiết kế để tối đa hóa thời gian hoạt động và kéo dài tuổi thọ tài sản của bạn. Chúng tôi cung cấp nhiều thỏa thuận dịch vụ, từ bảo trì phòng ngừa đến bảo hiểm toàn diện, phù hợp với nhu cầu và ngân sách cụ thể của bạn.",
    "Get access to our global network of technical experts around the clock. Whether you need remote troubleshooting or on-site assistance, our team is ready to help you resolve issues quickly and minimize disruption to your clinical operations.": "Truy cập mạng lưới chuyên gia kỹ thuật toàn cầu của chúng tôi suốt ngày đêm. Dù bạn cần khắc phục sự cố từ xa hay hỗ trợ tại chỗ, đội ngũ của chúng tôi luôn sẵn sàng giúp bạn giải quyết vấn đề nhanh chóng và giảm thiểu gián đoạn hoạt động lâm sàng.",
    "Our project management and installation teams ensure that your new equipment is installed correctly and integrated seamlessly with your existing IT infrastructure and clinical workflows. We handle everything from site planning to final testing.": "Các đội quản lý dự án và cài đặt của chúng tôi đảm bảo thiết bị mới của bạn được cài đặt chính xác và tích hợp liền mạch với cơ sở hạ tầng CNTT và quy trình làm việc lâm sàng hiện có. Chúng tôi xử lý mọi thứ từ quy hoạch địa điểm đến thử nghiệm cuối cùng.",
    "Gain visibility into your asset inventory, utilization, and maintenance history with our asset management solutions. We help you make data-driven decisions to optimize your fleet, reduce costs, and improve operational efficiency.": "Có cái nhìn rõ ràng về kho tài sản, mức độ sử dụng và lịch sử bảo trì với các giải pháp quản lý tài sản của chúng tôi. Chúng tôi giúp bạn đưa ra các quyết định dựa trên dữ liệu để tối ưu hóa đội ngũ thiết bị, giảm chi phí và cải thiện hiệu quả hoạt động.",
    "Uncategorized": "Chưa phân loại",
    "Need help choosing the right solution for your facility? Talk to our clinical specialists.": "Cần hỗ trợ chọn giải pháp phù hợp cho cơ sở của bạn? Hãy trò chuyện với các chuyên gia lâm sàng của chúng tôi.",
    "VSEN Medical is an independent medtech company that builds a world that works. We are focused on personalized, connected healthcare solutions.": "VSEN Medical là một công ty công nghệ y tế độc lập xây dựng một thế giới vận hành hiệu quả. Chúng tôi tập trung vào các giải pháp chăm sóc sức khỏe cá nhân hóa và kết nối.",
    "Resource Center": "Trung tâm tài nguyên",
    "Download brochures, whitepapers, and technical specifications.": "Tải xuống tài liệu quảng cáo, sách trắng và thông số kỹ thuật.",
    "No resources available at the moment.": "Hiện tại chưa có tài nguyên nào.",
    "Download": "Tải xuống"
}